Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NULL_ANSWER
source: Select an answer
ar: قم بتحديد إجابة
ca: Seleccionar una resposta
cs: Vyberte odpověď
da: Vælg et svar
de: Antwort wählen
el: Επιλέξτε μια απάντηση
es: Selecciona una respuesta
es_419: Seleccionar una respuesta
fi: Valitse vastaus
fr: Sélectionner une réponse
fr_ca: Sélectionner une réponse
he: בחר/י תשובה
hi: उत्तर का चयन करें
hr: Odaberite odgovor
hu: Válasz kiválasztása
id: Pilih jawaban
it: Seleziona una risposta
ja: 答えを選択してください
ko: 대답 선택하기
ms: Pilih jawapan
nb: Velg et svar
nl: Kies een antwoord
pl: Wybierz odpowiedź
pt: Selecione uma resposta
pt_pt: Selecione uma resposta
ro: Selectați un răspuns
ru: Выберите ответ
sk: Vyberte odpoveď
sv: Välj ett svar
sw: Chagua jibu
th: เลือกคำตอบ
tr: Bir yanıt seçin
uk: Вибрати відповідь
vi: Chọn một câu trả lời
zh_cn: 选择一个答案
zh_hk: 選擇答案
zh_tw: 選取答案

# PASAT_INTRO_TEXT
source: The Paced Auditory Serial Addition Test measures your auditory information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى السمعى المتواتر سرعة معالجة المعلومات السمعية والقدرة الحسابية.
ca: El PAST (test auditiu de suma en sèrie a ritme) mesura la teva velocitat de processament d’informació auditiva i la teva habilitat de càlcul.
cs: Paced Auditory a Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání sluchových informací.
da: PASAT-testen måler, hvor hurtigt du behandler lydoplysninger og din evne til at foretage udregninger.
de: Der akustische Serienaddiertest mit Zeitlimit (PASAT, Paced Auditory Serial Addition Test) misst, wie schnell du akustische Informationen verarbeiten und rechnen kannst.
el: Η δοκιμασία PASAT (Βηματική ακουστική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada auditiva por pasos mide tu velocidad de procesamiento de información auditiva y tu capacidad de cálculo.
es_419: La Prueba de la adición auditiva consecutiva ritmada (PASAT) mide tu capacidad de cálculo y velocidad de procesamiento de información auditiva.
fi: PASAT-testi (Paced Auditory Serial Addition Test) mittaa kuullun informaation käsittelynopeuttasi ja laskutaitoasi.
fr: Le test PASAT (Paced Auditory Serial Addition Test) mesure votre vitesse de traitement des informations audio et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série auditive (PASAT) mesure la vitesse de traitement d’informations auditives, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של שמע״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך בשמיעה.
hi: पेस्ड ऑडिटरी सीरियल ऐडीशन टेस्ट के द्वारा सुनकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Auditivni test tempiranog serijskog zbrajanja (PASAT) mjeri brzinu vaše obrade auditivnih podataka te sposobnost računanja.
hu: Az Ütemes hallási sorozatösszeadási teszt a hallási információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Auditory Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung auditori Anda.
it: Il Paced Auditory Serial Addition Test (PASAT) misura la velocità di elaborazione delle informazioni uditive e la capacità di calcolo.
ja: PASAT（定速聴覚的連続加算）では、聴覚による情報処理速度と計算能力を測定します。
ko: PASAT 테스트(Paced Auditory Serial Addition Test)는 사용자의 청각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Pendengaran Berkadar mengukur kelajuan pemprosesan maklumat pendengaran dan keupayaan pengiraan anda.
nb: PASAT-testen (Paced Auditory Serial Addition Test) måler hvor raskt du behandler lydinformasjon og evnen din til å gjøre utregninger.
nl: Met de PASAT (een stapsgewijze auditieve seriële opteltest) wordt gemeten hoe snel je hoorbare informatie verwerkt en hoe goed je kunt rekenen.
pl: Test PASAT mierzy szybkość przetwarzania danych audialnych i umiejętność liczenia.
pt: O Teste de Adição Sequencial de Audição Medida processa a velocidade e capacidade de calcular para medir suas informações auditivas.
pt_pt: O teste PASAT (Paced Auditory Serial Addition Test) mede a velocidade de processamento de informação auditiva e a capacidade de cálculo.
ro: Testul PAVSAT (testul auditiv pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor auditive.
ru: В слуховом тесте на сложение с заданным темпом измеряются способность обрабатывать аудиальную информацию, а также способность к вычислениям.
sk: Paced Auditory Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom sluchu.
sv: PASAT (Paced Auditory Serial Addition Test) mäter din auditiva bearbetningshastighet och beräkningsförmåga.
sw: Mtihani wa Paced Auditory Serial Addition unapima kasi ya usindikaji wa taarifa za sauti na uwezo wako wa kuhesabu.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่ได้ยินจะประเมินข้อมูลด้านการได้ยินของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu İşitsel Toplama Testi, işitsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Слуховий тест на складання у заданому темпі вимірює швидкість обробки вами слухової інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Âm thanh Theo tốc độ đo lường tốc độ xử lý thông tin âm thanh cùng với khả năng tính toán của bạn.
zh_cn: “步进式听觉累加实验”测量您的听觉信息处理速度和计算能力。
zh_hk: 定時聽覺連續加法測試（PASAT）可測量你的聽覺資料處理速度及計算能力。
zh_tw: 連續聽覺序列附加測試（PASAT）會測量您的聽覺資訊處理速度和計算能力。

# PASSCODE_AUTHENTICATED_MESSAGE
source: Passcode authenticated
ar: رمز الدخول غير مصدّق
ca: Codi autenticat
cs: Kód byl ověřen
da: Adgangskode godkendt
de: Code authentifiziert
el: Έγινε έλεγχος ταυτότητας συνθηματικού
es: Autenticado por código
es_419: Código autenticado
fi: Pääsykoodi todennettu
fr: Authentification par code
fr_ca: Code authentifié
he: קוד הגישה מאומת
hi: पासकोड प्रमाणित किया गया
hr: Šifra je autorizirana
hu: A jelkód hitelesítve van
id: Kode sandi disahkan
it: Codice autenticato
ja: パスコードが認証されました
ko: 암호가 인증됨
ms: Kod laluan disahkan
nb: Kode godkjent
nl: Toegangscode geverifieerd
pl: Kod został uwierzytelniony
pt: Código autenticado
pt_pt: Código autenticado
ro: Cod autentificat
ru: Код‑пароль аутентифицирован
sk: Kód autentifikovaný
sv: Autentiserad med lösenkod
sw: Nambari ya siri imethibitishwa
th: รหัสผ่านตัวเลขผ่านการตรวจสอบแล้ว
tr: Parola doğrulandı
uk: Код допуску прийнято
vi: Đã xác thực mật mã
zh_cn: 口令已鉴定
zh_hk: 已認證密碼
zh_tw: 已認證密碼

# PASSCODE_CONFIRM_MESSAGE
source: Confirm passcode
ar: تأكيد رمز الدخول
ca: Confirma el codi
cs: Potvrďte kód
da: Bekræft adgangskode
de: Code bestätigen
el: Επιβεβαίωση συνθηματικού
es: Confirmar código
es_419: Confirmar código
fi: Vahvista pääsykoodi
fr: Confirmer le code
fr_ca: Confirmez le code.
he: אשר/י קוד גישה
hi: पासकोड की पुष्टि करें
hr: Potvrdite šifru
hu: Erősítse meg a jelkódját
id: Konfirmasi kode sandi
it: Conferma codice
ja: パスコードを確認してください
ko: 암호 확인
ms: Sahkan kod laluan
nb: Bekreft kode
nl: Herhaal toegangscode
pl: Potwierdź kod
pt: Confirmar código
pt_pt: Confirmar código
ro: Confirmare cod
ru: Подтвердите код‑пароль
sk: Potvrďte kód
sv: Bekräfta lösenkod
sw: Thibitisha nywila
th: ยืนยันรหัสผ่านตัวเลข
tr: Parolayı doğrulayın
uk: Підтвердьте код
vi: Xác nhận mật mã
zh_cn: 确认口令
zh_hk: 確認密碼
zh_tw: 確認密碼

# PASSCODE_CONFIRM_NEW_ENTRY_MESSAGE
source: Confirm your new passcode
ar: تأكيد رمز الدخول الجديد
ca: Confirma el nou codi
cs: Potvrďte nový kód
da: Bekræft den nye adgangskode
de: Neuen Code bestätigen
el: Επιβεβαίωση νέου συνθηματικού
es: Confirma el nuevo código
es_419: Confirma el nuevo código
fi: Vahvista uusi pääsykoodi
fr: Confirmer votre nouveau code
fr_ca: Confirmez votre nouveau code.
he: אשר/י את קוד הגישה החדש
hi: अपने नए पासकोड की पुष्टि करें
hr: Potvrdite vašu novu šifru
hu: Erősítse meg az új jelkódját
id: Konfirmasi kode sandi baru Anda
it: Conferma il nuovo codice
ja: 新しいパスコードを確認してください
ko: 새로운 암호 확인
ms: Sahkan kata laluan baru anda
nb: Bekreft den nye koden
nl: Herhaal je nieuwe wachtwoord
pl: Potwierdź nowy kod
pt: Confirme o seu novo código
pt_pt: Confirme o novo código
ro: Confirmați noul cod
ru: Подтвердите новый код-пароль
sk: Potvrďte nový kód
sv: Bekräfta den nya lösenkoden
sw: Thibitisha nywila yako mpya
th: ยืนยันรหัสผ่านตัวเลขใหม่ของคุณ
tr: Yeni parolanızı doğrulayın
uk: Підтвердьте свій новий код
vi: Xác nhận mật mã mới của bạn
zh_cn: 确认新口令
zh_hk: 確認新密碼
zh_tw: 確認您的新密碼

# PASSCODE_FORGOT_BUTTON_TITLE
source: Forgot Passcode?
ar: هل نسيت رمز الدخول؟
ca: Has oblidat el codi?
cs: Zapomenutý kód?
da: Glemt adgangskoden?
de: Code vergessen?
el: Ξεχάσατε το συνθηματικό;
es: ¿Has olvidado el código?
es_419: ¿Olvidaste el código?
fi: Unohditko pääsykoodin?
fr: Code oublié ?
fr_ca: Code oublié?
he: שכחת את קוד הגישה?
hi: पासकोड भूल गए?
hr: Zaboravili ste šifru?
hu: Elfelejtette a jelkódot?
id: Lupa Kode Sandi?
it: Hai dimenticato il codice?
ja: パスコードをお忘れですか?
ko: 암호를 잊어버렸습니까?
ms: Terlupa Kod Laluan?
nb: Glemt koden?
nl: Toegangscode vergeten?
pl: Nie pamiętasz kodu?
pt: Esqueceu o Código?
pt_pt: Não se lembra do código?
ro: Ați uitat codul de acces?
ru: Забыли код‑пароль?
sk: Zabudli ste kód?
sv: Glömt lösenkoden?
sw: Umesahau Nywila?
th: ลืมรหัสหรือไม่
tr: Parolayı mı Unuttunuz?
uk: Забули код допуску?
vi: Bạn quên mật mã?
zh_cn: 忘记了密码？
zh_hk: 忘記密碼？
zh_tw: 忘記密碼？

# PASSCODE_INVALID_ALERT_MESSAGE
source: Passcodes did not match. Try again.
ar: رمزي الدخول غير متطابقين. حاول مجدداً.
ca: Els codis no coincideixen. Torna-ho a provar.
cs: Kódy se neshodují. Zkuste to znovu.
da: Adgangskoderne stemte ikke overens. Prøv igen.
de: Code stimmte nicht überein. Versuche es erneut.
el: Ασυμφωνία συνθηματικών. Δοκιμάστε ξανά.
es: Los códigos no coinciden. Inténtalo de nuevo.
es_419: Los códigos no coinciden. Intenta de nuevo.
fi: Pääsykoodit eivät täsmää. Yritä uudelleen.
fr: Les codes sont différents. Réessayez.
fr_ca: Les codes sont différents. Réessayez.
he: קודי הגישה לא היו זהים. נסה/י שוב.
hi: पासकोड एक समान नहीं हैं। पुनः प्रयास करें।
hr: Šifre nisu iste. Pokušajte ponovno.
hu: A jelkódok nem egyeznek meg. Próbálja újra.
id: Kode sandi tidak cocok. Coba lagi.
it: I codici non corrispondono, riprova.
ja: パスコードが一致しません。もう一度入力してください。
ko: 암호가 일치하지 않습니다. 다시 시도하십시오.
ms: Kod laluan tidak sepadan. Cuba lagi.
nb: Kodene er ikke like. Prøv igjen.
nl: De codes komen niet overeen. Probeer het opnieuw.
pl: Niezgodne kody. Spróbuj ponownie.
pt: Os códigos não coincidem. Tente de novo.
pt_pt: Introduziu códigos diferentes. Volte a tentar.
ro: Codurile nu coincid. Reîncercați.
ru: Код‑пароли не совпали. Повторите попытку.
sk: Kódy sa nezhodujú. Skúste to znovu.
sv: Lösenkoderna stämde inte överens. Försök igen.
sw: Nambari za siri hazilingani. Jaribu tena.
th: รหัสผ่านตัวเลขไม่ตรงกัน ลองอีกครั้ง
tr: Parolalar eşleşmedi. Yeniden deneyin.
uk: Незбіг кодів. Спробуйте ще раз.
vi: Các mật mã không khớp. Thử lại.
zh_cn: 口令不匹配。请再试一次。
zh_hk: 密碼不符，請再試一次。
zh_tw: 密碼不符。請再試一次。

# PASSCODE_INVALID_ALERT_TITLE
source: Passcode Incorrect
ar: رمز الدخول غير صحيح
ca: Codi incorrecte
cs: Nesprávný kód
da: Forkert adgangskode
de: Code nicht korrekt
el: Λανθασμένο συνθηματικό
es: Código incorrecto
es_419: Código incorrecto
fi: Virheellinen pääsykoodi
fr: Code incorrect
fr_ca: Code incorrect
he: קוד הגישה שגוי
hi: ग़लत पासकोड
hr: Netočna šifra
hu: A jelkód helytelen
id: Kode Sandi Salah
it: Codice non corretto
ja: パスコードが正しくありません
ko: 올바르지 않은 암호
ms: Kod Laluan Salah
nb: Koden er feil
nl: Toegangscode onjuist
pl: Nieprawidłowy kod
pt: Código Incorreto
pt_pt: Código incorreto
ro: Cod incorect
ru: Неверный код‑пароль
sk: Nesprávny kód
sv: Felaktig lösenkod
sw: Nenosiri si Sahihi
th: รหัสผ่านไม่ถูกต้อง
tr: Parola Doğru Değil
uk: Неправильний код допуску
vi: Mật mã không đúng
zh_cn: 口令不正确
zh_hk: 密碼不正確
zh_tw: 密碼不正確

# PASSCODE_NEW_ENTRY_MESSAGE
source: Enter your new passcode
ar: أدخل رمز الدخول الجديد
ca: Escriu el codi nou
cs: Zadejte nový kód
da: Skriv den nye adgangskode
de: Neuen Code eingeben
el: Εισαγάγετε το νέο συνθηματικό
es: Introduce el código nuevo
es_419: Ingresa el nuevo código
fi: Syötä uusi pääsykoodi
fr: Saisir votre nouveau code
fr_ca: Entrez votre nouveau code.
he: הקש/י את קוד הגישה החדש
hi: अपना नया पासकोड दर्ज करें
hr: Unesite novu šifru
hu: Adja meg az új jelkódját
id: Masukkan kode sandi Anda yang baru
it: Inserisci il nuovo codice
ja: 新しいパスコードを入力してください
ko: 새로운 암호 입력
ms: Masukkan kod laluan baru anda
nb: Angi den nye koden
nl: Voer je nieuwe toegangscode in
pl: Podaj nowy kod
pt: Digite seu novo código
pt_pt: Digite o novo código
ro: Introduceți codul nou
ru: Введите новый код‑пароль
sk: Zadajte nový kód
sv: Ange din nya lösenkod
sw: Ingiza nywila yako mpya
th: ป้อนรหัสผ่านตัวเลขใหม่ของคุณ
tr: Yeni parolanızı girin
uk: Введіть новий код допуску
vi: Nhập mật mã mới của bạn
zh_cn: 输入新口令
zh_hk: 輸入新密碼
zh_tw: 輸入新密碼

# PASSCODE_OLD_ENTRY_MESSAGE
source: Enter your old passcode
ar: أدخل رمز الدخول القديم
ca: Escriu el codi antic
cs: Zadejte starý kód
da: Skriv den gamle adgangskode
de: Alten Code eingeben
el: Εισαγάγετε το παλιό συνθηματικό
es: Introduce el código antiguo
es_419: Ingresa el código anterior
fi: Syötä vanha pääsykoodi
fr: Saisir votre ancien code
fr_ca: Entrez votre ancien code.
he: הקש/י את קוד הגישה הישן
hi: अपना पुराना पासकोड दर्ज करें
hr: Unesite staru šifru
hu: Adja meg a régi jelkódját
id: Masukkan kode sandi Anda yang lama
it: Inserisci il vecchio codice
ja: 古いパスコードを入力してください
ko: 이전 암호 입력
ms: Masukkan kod laluan lama anda
nb: Oppgi den gamle koden
nl: Voer je oude toegangscode in
pl: Podaj stary kod
pt: Digite o seu código anterior
pt_pt: Digite o código antigo
ro: Introduceți codul vechi
ru: Введите старый код‑пароль
sk: Zadajte starý kód
sv: Ange din gamla lösenkod
sw: Weka nywila yako ya zamani
th: ป้อนรหัสผ่านตัวเลขเก่าของคุณ
tr: Eski parolanızı girin
uk: Введіть старий код допуску
vi: Nhập mật mã cũ của bạn
zh_cn: 输入旧口令
zh_hk: 輸入舊密碼
zh_tw: 輸入舊密碼

# PASSCODE_PROMPT_MESSAGE
source: Enter passcode
ar: أدخل رمز الدخول
ca: Escriu el codi
cs: Zadejte kód
da: Skriv adgangskode
de: Code eingeben
el: Εισαγάγετε συνθηματικό
es: Introduce el código
es_419: Ingresa el código
fi: Syötä pääsykoodi
fr: Saisir le code
fr_ca: Entrez le code.
he: הקש/י את קוד הגישה
hi: पासकोड दर्ज करें
hr: Unesite šifru
hu: Adja meg a jelkódot
id: Masukkan kode sandi
it: Inserisci codice
ja: パスコードを入力してください
ko: 암호 입력
ms: Masukkan kod laluan
nb: Oppgi kode
nl: Voer toegangscode in
pl: Podaj kod
pt: Digite o código
pt_pt: Digite o código
ro: Introduceți codul
ru: Введите код‑пароль
sk: Zadajte kód
sv: Ange lösenkod
sw: Ingiza nywila
th: ป้อนรหัสผ่านตัวเลข
tr: Parola girin
uk: Введіть код допуску
vi: Nhập mật mã
zh_cn: 输入口令
zh_hk: 輸入密碼
zh_tw: 輸入密碼

# PASSCODE_SAVED_MESSAGE
source: Passcode saved
ar: تم حفظ رمز الدخول
ca: Codi desat
cs: Kód byl uložen
da: Adgangskode arkiveret
de: Code gesichert
el: Το συνθηματικό αποθηκεύτηκε
es: Código guardado
es_419: Código guardado
fi: Pääsykoodi tallennettu
fr: Code enregistré
fr_ca: Code enregistré
he: קוד הגישה נשמר
hi: पासकोड सहेजा गया
hr: Šifra je spremljena
hu: A jelkód mentve
id: Kode sandi disimpan
it: Codice salvato
ja: パスコードが保存されました
ko: 암호가 저장됨
ms: Kod laluan disimpan
nb: Kode arkivert
nl: Toegangscode bewaard
pl: Kod został zachowany
pt: Código salvo
pt_pt: Código guardado
ro: Cod salvat
ru: Код‑пароль сохранен
sk: Kód uložený
sv: Lösenkoden sparad
sw: Kodi ya siri imehifadhiwa
th: ได้บันทึกรหัสผ่านตัวเลขแล้ว
tr: Parola kaydedildi
uk: Код допуску збережено
vi: Đã lưu mật mã
zh_cn: 口令已存储
zh_hk: 密碼已儲存
zh_tw: 已儲存密碼

# PASSCODE_TEXTFIELD_ACCESSIBILITY_LABEL
source: Passcode entry progress indicator
ar: مؤشر تقدم إدخال رمز الدخول
ca: Indicador de progrés d’ingrés del codi
cs: Indikátor průběhu zadávání kódu
da: Statusindikator for indtastning af adgangskode
de: Statusanzeige für Codeeingabe
el: Ένδειξη προόδου εισαγωγής συνθηματικού
es: Indicador de progreso de introducción de código
es_419: Indicador del progreso de ingreso de código
fi: Pääsykoodin syötön edistymisen osoitin
fr: Indicateur de progression de la saisie du code
fr_ca: Indicateur de progression de saisie du code
he: מד התקדמות של הקשת קוד גישה
hi: पासकोड दर्ज करने की प्रक्रिया का संकेतक
hr: Indikator napretka unošenja šifre
hu: Jelkóddal történő belépés folyamatjelzője
id: Indikator kemajuan entri kode sandi
it: Indicatore progresso inserimento codice
ja: パスコード入力の進行状況インジケータ
ko: 암호 입력 진행 과정 표시기
ms: Penunjuk kemajuan entri kod laluan
nb: Framdriftsindikator for inntasting av kode
nl: Voortgangsindicator toegangscode-invoer
pl: Wskaźnik postępu podawania kodu
pt: Indicador de progresso de inserção de código
pt_pt: Indicador de progresso de introdução do código
ro: Indicator de progres pentru introducerea codului
ru: Индикатор хода ввода код‑пароля
sk: Indikátor priebehu zadávania kódu
sv: Förloppsindikator för angivande av lösenkod
sw: Kiashiria cha maendeleo ya kuingia kwa kodi ya siri
th: สัญลักษณ์แสดงว่ากำลังป้อนรหัสผ่านตัวเลขอยู่
tr: Parola giriş ilerleme göstergesi
uk: Індикатор перебігу вводу коду допуску
vi: Chỉ báo tiến trình nhập mật mã
zh_cn: 口令输入进度指示器
zh_hk: 密碼輸入進度指示器
zh_tw: 密碼輸入進度指示器

# PASSCODE_TEXTFIELD_ACCESSIBILTIY_VALUE
source: %@ of %@ digits entered
ar: تم إدخال %1$@ من %2$@ من الأرقام
ca: %@ de %@ dígits introduïts
cs: Zadané číslice: %@ z %@
da: %@ af %@ cifre indtastet
de: %@ von %@ Stellen eingegeben
el: Εισάχθηκαν %@ από %@ ψηφία
es: %@ de %@ dígitos introducidos
es_419: %@ de %@ dígitos ingresados
fi: %@ merkkiä yhteensä %@ merkistä syötetty
fr: %@ sur %@ chiffres saisis
fr_ca: %@ sur %@ chiffres entrés
he: הוקשו %@ מתוך %@ ספרות
hi: %1$@/%2$@ मान दर्ज किए गए
hr: %@ od %@ unesenih znamenki
hu: %@/%@ számjegy megadva
id: %@ dari %@ digit dimasukkan
it: %@ di %@ cifre inserite
ja: %@/%@桁を入力しました
ko: %2$@개 중 %1$@개의 숫자가 입력됨
ms: %@ daripada %@ digit dimasukkan
nb: %@ av %@ sifre oppgitt
nl: %@ van %@ cijfers ingevoerd
pl: Liczba wprowadzonych cyfr: %@ z %@
pt: Você digitou %@ de %@ dígitos
pt_pt: %@ de %@ dígitos introduzidos
ro: %@ din %@ cifre introduse
ru: Введено цифр: %@ из %@
sk: Zadané číslice: %@ z %@
sv: %@ av %@ siffror angivna
sw: %@ kati ya tarakimu %@ zimeingizwa
th: ตัวเลขที่ป้อนหลักที่ %@ จาก %@ หลัก
tr: %@ / %@ basamak girildi
uk: Введено: %@ із %@
vi: Đã nhập %@ / %@ số
zh_cn: 已输入 %@/%@ 位
zh_hk: 已輸入 %@ 個數字（共 %@ 個）
zh_tw: 已輸入 %1$@ 個數字（共 %2$@ 個）

# PASSCODE_TEXTFIELD_INVALID_INPUT_MESSAGE
source: Only numeric characters allowed.
ar: فقط الأرقام مسموح بها.
ca: Només es permeten caràcters numèrics.
cs: Jsou povoleny jen číselné znaky.
da: Kun numeriske tegn er tilladt.
de: Es sind nur numerische Zeichen zulässig.
el: Επιτρέπονται μόνο αριθμητικοί χαρακτήρες.
es: Solo se admiten caracteres numéricos.
es_419: Solo se permiten caracteres numéricos.
fi: Vain numerot ovat sallittuja.
fr: Caractères numériques uniquement.
fr_ca: Seuls les caractères numériques sont autorisés.
he: ניתן להשתמש בתווי ספרות בלבד.
hi: केवल न्यूमैरिक वर्णों की अनुमति है।
hr: Dopušteni su samo numerički znakovi.
hu: Kizárólag számkarakterek engedélyezettek.
id: Hanya karakter numerik yang diizinkan.
it: Sono consentiti solo caratteri numerici.
ja: 入力できるのは数字のみです。
ko: 숫자만 허용됩니다.
ms: Hanya aksara angka dibenarkan.
nb: Kun numeriske tegn er tillatt.
nl: Alleen cijfertekens toegestaan.
pl: Dozwolone są tylko znaki numeryczne.
pt: Apenas caracteres numéricos são permitidos.
pt_pt: Só são permitidos caracteres numéricos.
ro: Sunt permise doar caractere numerice.
ru: Можно использовать только цифры.
sk: Povolené sú len číselné znaky.
sv: Endast numeriska tecken tillåts.
sw: Ni tarakimu pekee zinaruhusiwa.
th: เฉพาะตัวเลขเท่านั้น
tr: Yalnızca sayısal karakterlere izin veriliyor.
uk: Дозволено тільки цифри.
vi: Chỉ cho phép các ký tự số.
zh_cn: 仅允许数字字符。
zh_hk: 只允許輸入數字。
zh_tw: 僅允許數字字元。

# PASSCODE_TOUCH_ID_ERROR_ALERT_TITLE
source: Touch ID error
ar: خطأ في Touch ID
ca: Error de Touch ID
cs: Chyba Touch ID
da: Touch ID-fejl
de: Touch ID-Fehler
el: Σφάλμα Touch ID
es: Error de Touch ID
es_419: Error de Touch ID
fi: Touch ID -virhe
fr: Erreur Touch ID
fr_ca: Erreur de Touch ID
he: שגיאת Touch ID
hi: Touch ID त्रुटि
hr: Greška Touch ID-a
hu: Touch ID-val kapcsolatos hiba
id: Kesalahan Touch ID
it: Errore Touch ID
ja: Touch IDエラー
ko: Touch ID 오류
ms: Ralat Touch ID
nb: Touch ID-feil
nl: Touch ID-fout
pl: Błąd Touch ID
pt: Erro do Touch ID
pt_pt: Erro do Touch ID
ro: Eroare Touch ID
ru: Ошибка Touch ID
sk: Chyba Touch ID
sv: Touch ID-fel
sw: Hitilafu ya Touch ID
th: Touch ID ผิดพลาด
tr: Touch ID hatası
uk: Помилка Touch ID
vi: Lỗi Touch ID
zh_cn: Touch ID 错误
zh_hk: Touch ID 錯誤
zh_tw: Touch ID 錯誤

# PASSCODE_TOUCH_ID_MESSAGE
source: Please authenticate with Touch ID
ar: الرجاء المصادقة باستخدام Touch ID
ca: Identifica’t amb el Touch ID
cs: Použijte ověření pomocí Touch ID
da: Godkend med Touch ID
de: Mit Touch ID authentifizieren
el: Πραγματοποιήστε έλεγχο ταυτότητας με Touch ID
es: Autentícate con Touch ID
es_419: Autentica con Touch ID
fi: Tunnistaudu Touch ID:llä
fr: Authentification avec Touch ID requise
fr_ca: Authentifiez-vous avec Touch ID
he: בצע/י אימות באמצעות Touch ID
hi: कृपया Touch ID से प्रमाणित करें।
hr: Molimo autorizirajte pomoću Touch ID-a
hu: Kérjük, végezzen hitelesítést a Touch ID-val
id: Sahkan dengan Touch ID
it: Effettua l'autenticazione con Touch ID
ja: Touch IDで認証してください
ko: Touch ID를 사용하여 인증하십시오.
ms: Sila sahkan menggunakan Touch ID
nb: Autentiser med Touch ID
nl: Log in met Touch ID
pl: Uwierzytelnij przy użyciu Touch ID
pt: Realize a autenticação com Touch ID
pt_pt: Efetue autenticação com o Touch ID
ro: Autentificați-vă cu Touch ID
ru: Выполните аутентификацию с Touch ID
sk: Autentifikujte sa pomocou Touch ID
sv: Autentisera med Touch ID
sw: Tafadhali thibitisha utambulisho wako kwa kutumia Touch ID
th: กรุณาใช้ Touch ID ตรวจสอบรหัสผ่านตัวเลข
tr: Lütfen Touch ID ile kimlik doğrulayın
uk: Будь ласка, засвідчіть своїм Touch ID
vi: Vui lòng xác thực bằng Touch ID
zh_cn: 请使用 Touch ID 进行鉴定
zh_hk: 請使用 Touch ID 認證
zh_tw: 請使用 Touch ID 認證

# PASSWORD_FORM_ITEM_PLACEHOLDER
source: Enter password
ar: أدخل كلمة السر
ca: Escriu la contrasenya
cs: Zadejte heslo
da: Skriv adgangskode
de: Passwort eingeben
el: Εισαγάγετε συνθηματικό
es: Introduce la contraseña
es_419: Ingresar contraseña
fi: Syötä salasana
fr: Saisir le mot de passe
fr_ca: Entrer le mot de passe
he: הקש/י סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Jelszó megadása
id: Masukkan kata sandi
it: Inserisci password
ja: パスワードを入力
ko: 암호 입력
ms: Masukkan kata laluan
nb: Oppgi passord
nl: Voer wachtwoord in
pl: Podaj hasło
pt: Digite a senha
pt_pt: Digite a palavra‑passe
ro: Introduceți parola
ru: Введите пароль
sk: Zadajte heslo
sv: Ange lösenord
sw: Weka nenosiri
th: ป้อนรหัสผ่าน
tr: Parola girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh_cn: 输入密码
zh_hk: 輸入密碼
zh_tw: 輸入密碼

# PASSWORD_FORM_ITEM_TITLE
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
sw: Nenosiri
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼
